Repository: MalikZohaib/sr_sendcard
Catalog: pi1/*.locallang.xlf
Languages: pt_br, ru

# select_image_prompt
source: What image would you like to include on your postcard?
pt_br: Qual imagem você gostaria de incluir no seu cartão?
ru: Какую картинку вы хотите добавить в свою открытку?

# select_image_prompt_informal
source: What image would you like to include on your postcard?
pt_br: Qual imagem você gostaria de incluir no seu cartão?
ru: Какую картинку ты хочешь добавить в свою открытку?

# video_clip_highlight
source: Video clip!
pt_br: Vídeo-clip!
ru: Видеоклип!

# flash_clip_highlight
source: Flash animation!
pt_br: Animação em flash!
ru: Флэш анимация!

# to_who_prompt
source: Who do you want to send this postcard to?
pt_br: Para quem você deseja enviar este cartão?
ru: Кому вы хотите послать эту открытку?

# to_who_prompt_informal
source: Who do you want to send this postcard to?
pt_br: Para quem você deseja enviar este cartão?
ru: Кому ты хочешь послать эту открытку?

# to_name_label
source: Name:
pt_br: Nome:
ru: Имя:

# to_email_label
source: Email address:
pt_br: E-mail:
ru: Арес e-mail:

# from_who_prompt
source: Enter your name and email
pt_br: Forneça seu nome e e-mail
ru: Введите свое имя и e-mail

# from_who_prompt_informal
source: Enter your name and email
pt_br: Forneça seu nome e e-mail
ru: Введи свое имя и e-mail

# from_name_label
source: Your name:
pt_br: Seu nome:
ru: Ваше имя:

# from_name_label_informal
source: Your name:
pt_br: Seu nome:
ru: Твое имя:

# from_email_label
source: Your email address:
pt_br: Seu e-mail:
ru: Ваш е-мейл:

# from_email_label_informal
source: Your email address:
pt_br: Seu e-mail:
ru: Твой емейл:

# send_date_prompt
source: When do you want your card to be sent?
pt_br: Quando você quer que seu cartão seja enviado?
ru: Когда вы хотите, чтоб открытка была послана?

# send_date_prompt_informal
source: When do you want your card to be sent?
pt_br: Quando você quer que seu cartão seja enviado?
ru: Когда ты хочешь, чтоб открытка была послана?

# month_names
source: January, February, March, April, May, June, July, August, September, October, November, December
pt_br: Janeiro, Fevereiro, Março, Abril, Maio, Junho, Julho, Agosto, Setembro, Outubro, Novembro, Dezembro
ru: Январь, Февраль, Март, Апрель, Май, Июнь, Июль, Август, Сентябрь, Октябрь, Ноябрь, Декабрь

# card_options_prompt
source: Adjust these options to your taste
pt_br: Ajuste estas opções a seu gosto
ru: Установите настройки по своему вкусу

# card_options_prompt_informal
source: Adjust these options to your taste
pt_br: Ajuste estas opções a seu gosto
ru: Установи настройки по своему вкусу

# card_font_label
source: Font:
pt_br: Fonte:
ru: Шрифт:

# fontface_labels
source: Verdana, Comic Sans MS, Arial, Georgia
pt_br: Verdana, Comic Sana MS, Arial, Georgia

# card_fontColor_label
source: Text color:
pt_br: Cor do texto:
ru: Цвет текста:

# card_bgColor_label
source: Background color:
pt_br: Cor de fundo:
ru: Цвет фона:

# music_prompt
source: Do you want to include music in your card?
pt_br: Você quer incluir uma música no seu cartão?
ru: Вы хотите включить музыку в открытку?

# music_prompt_informal
source: Do you want to include music in your card?
pt_br: Você quer incluir uma música no seu cartão?
ru: Ты хочешь включить музыку в открытку?

# card_music_labels
source: No music, Autumn Leaves, Over The Rainbow, Pomp and Circumstance
pt_br: Sem música, Autumn Leaves, Over the Rainbow, Pomp and Circumstance
ru: Без музыки, Autumn Leaves, Over The Rainbow, Pomp and Circumstance

# message_prompt
source: Write the text of the card
pt_br: Escreva aqui o texto do seu cartão
ru: Напишите текст открытки

# message_prompt_informal
source: Write the text of the card
pt_br: Escreva aqui o texto do seu cartão
ru: Напиши текст открытки

# message_link_instruction
source: To include a link, insert it between brackets [ ].
pt_br: Para incluir um link, escreva entre &lt; &gt;.
ru: Чтоб добавить ссылку, напишите еще между квадратными скобками [ ].

# message_link_instruction_informal
source: To include a link, insert it between brackets[ ].
pt_br: Para incluir um link, escreva entre &lt; &gt;.
ru: Чтоб добавить ссылку, напишите еще между квадратными скобками [ ].

# card_title_label
source: Title:
pt_br: Título:
ru: Заголовок:

# card_message_label
source: Message:
pt_br: Mensagem:
ru: Сообщение:

# card_message_label_informal
source: Message:
pt_br: Mensagem:
ru: Сообщение:

# card_signature_label
source: Signature:
pt_br: Assinatura:
ru: Подпись:

# card_signature_label_informal
source: Signature:
pt_br: Assinatura:
ru: Подпись:

# stamp_altText
source: Postage stamp
pt_br: Selo postal
ru: Почтовый штамп

# stamp_title
source: Postage stamp
pt_br: Selo postal
ru: Почтовый штамп

# notify_prompt
source: Do you want to be notified by email when the card will been seen?
pt_br: Você quer receber um aviso quando o cartão for visto?
ru: Вы хотите, чтоб вам сообщили, когда открытка будет просмотрена?

# notify_prompt_informal
source: Do you want to be notified by email when the card will been seen?
pt_br: Você quer receber um aviso quando o cartão for visto?
ru: Хочешь, чтоб тебе сообщили, когда открытка будет просмотрена?

# missing_to_name
source: Please enter the name of the recipient
pt_br: Por favor insira o nome do destinatário
ru: Введите пожалуйста имя получателя

# missing_to_name_informal
source: Please enter the name of the recipient
pt_br: Por favor insira o nome do destinatário
ru: Введи пожалуйста имя получателя

# invalid_to_email
source: Please enter a valid email address
pt_br: Por favor insira um e-mail válido
ru: Введите правильный адрес e-mail

# invalid_to_email_informal
source: Please enter a valid email address
pt_br: Por favor insira um e-mail válido
ru: Введи правильный адрес e-mail

# missing_from_name
source: Please enter your name
pt_br: Por favor insira seu nome
ru: Введите пожалуйста свое имя

# missing_from_name_informal
source: Please enter your name
pt_br: Por favor insira seu nome
ru: Введи пожалуйста свое имя

# invalid_from_email
source: Please enter a valid email address
pt_br: Por favor insira um e-mail válido
ru: Введите правильный адрес e-mail

# invalid_from_email_informal
source: Please enter a valid email address
pt_br: Por favor insira um e-mail válido
ru: Введи правильный адрес e-mail

# missing_card_message
source: Please enter your message
pt_br: Por favor escreva uma mensagem
ru: Пожалуйста добавьте текст открытки

# missing_card_message_informal
source: Please enter your message
pt_br: Por favor escreva uma mensagem
ru: Пожалуйста добавьте текст открытки

# preview_button_label
source: Preview the card
pt_br: Visualizar o cartão
ru: Просмотреть открытку

# send_button_label
source: Send this card
pt_br: Enviar o cartão
ru: Отправить открытку

# captcha_try_again
source: The word you entered did not match the word on the image. Please try again!
pt_br: A palavra inserida não confere com a contida na imagem. Por favor tente novamente!
ru: Введенные вами буквы не соответствуют буквам на картинке. Попробуйте снова!

# captcha_try_again_informal
source: The word you entered did not match the word on the image. Please try again!
pt_br: A palavra inserida não confere com a contida na imagem. Por favor tente novamente!
ru: Введенные тобой буквы не соответствуют буквам на картинке. Попробуй снова!

# modify_button_label
source: Modify the card
pt_br: Modificar o cartão
ru: Изменить открытку

# cardSent_thank_you
source: Thank you for sending an electronic card!
pt_br: Obrigado por enviar um cartão eletrônico!
ru: Спасибо, что отправили электронную открытку!

# cardSent_send_another
source: Click here to send another one!
pt_br: Clique aqui para enviar outro!
ru: Кликните тут, чтоб отправить еще одну!

# cardSent_send_another_informal
source: Click here to send another one!
pt_br: Clique aqui para enviar outro!
ru: Кликни тут, чтоб отправить еще одну!

# printCard_prompt
source: Print the card
pt_br: Imprimir o cartão
ru: Распечатать открытку

# sendCard_prompt
source: Do you want to send an electonic card?
pt_br: Você quer enviar um cartão eletrônico?
ru: Вы хотите отправить электронную открытку?

# sendCard_prompt_informal
source: Do you want to send an electonic card?
pt_br: Você quer enviar um cartão eletrônico?
ru: Хочешь отправить электронную открытку?

# cardNotFound_sorry
source: We are sorry that we could not find your card.
pt_br: Desculpe, mas não conseguimos encontrar seu cartão.
ru: Нам очень жаль, но мы не можем найти вашу открытку.

# cardNotFound_sorry_informal
source: We are sorry that we could not find your card.
pt_br: Desculpe, mas não conseguimos encontrar seu cartão.
ru: Нам очень жаль, но мы не можем найти твою открытку.

# cardNotFound_instructions
source: Please make sure that you copied the complete link or that the conservation period has not expired.
pt_br: Por favor certifique-se de ter copiado o link corretamente ou se a data de conservação não venceu.
ru: Пожалуйста убедитесь, что вы скопировали ссылку полностью и срок хранения открытки не истек.

# cardNotFound_instructions_informal
source: Please make sure that you copied the complete link or that the conservation period has not expired.
pt_br: Por favor certifique-se de ter copiado o link corretamente ou se a data de conservação não venceu.
ru: Пожалуйста убедись, что ты скопировал ссылку полностью и срок хранения открытки не истек.

# need_quicktime_message
source: You need QuickTime to view this card. You may download QuickTime from this address:
pt_br: Você precisa de QuickTime para ver este cartão. Você pode baixar o QuickTime neste endereço:
ru: Вам нужен QuickTime, чтоб посмотреть открытку.Вы можете скачать QuickTime с этого адреса:

# need_quicktime_message_informal
source: You need QuickTime to view this card. You may download QuickTime from this address:
pt_br: Você precisa de QuickTime para ver este cartão. Você pode baixar o QuickTime neste endereço:
ru: Тебе нужен QuickTime, чтоб посмотреть открытку.Ты можешь скачать QuickTime с этого адреса:

# need_flash_message
source: You need Flash to view this card. You may download Flash from this address:
pt_br: Você precisa de Flash para ver este cartão. Você pode baixar o Flash neste endereço:
ru: Вам необходима поддержка Flash, чтоб просмотреть открытку. Вы можете скачать Flash с этого адреса:

# need_flash_message_informal
source: You need Flash to view this card. You may download Flash from this address:
pt_br: Você precisa de Flash para ver este cartão. Você pode baixar o Flash neste endereço:
ru: Тебе необходима поддержка Flash, чтоб просмотреть открытку. Ты можешь скачать Flash с этого адреса:

# loading_card_music
source: The music file is being loaded.
pt_br: O arquivo musical está sendo carregado.
ru: Загружается музыкальный файл.

# loading_video_clip
source: The video clip is being loaded.
pt_br: O vídeo-clip está sendo carregado.
ru: Загружается видео-клип.

# loading_flash_animation
source: The flash animation is being loaded.
pt_br: A animação está sendo carregada.
ru: Загружается флэш-анимация.

# email_cardSent_subject2
source: sent you a postcard
pt_br: lhe enviou um cartão
ru: отравил вам открытку

# email_cardSent_subject2_informal
source: sent you a postcard
pt_br: lhe enviou um cartão
ru: отправил тебе открытку

# email_cardSent_title1
source: Dear
pt_br: Querido (a)
ru: Дорогой(ая)

# email_cardSent_title1_informal
source: Dear
pt_br: Querido (a)
ru: Дорогой(ая)

# email_cardSent_text2
source: sent you a postcard.
pt_br: lhe enviou um cartão.
ru: отправил вам открытку.

# email_cardSent_text2_informal
source: sent you a postcard.
pt_br: lhe enviou um cartão.
ru: отправил тебе открытку.

# email_cardSent_text3
source: You can see it here:
pt_br: Você pode vê-lo aqui:
ru: Вы можете посмотреть ее по этому адресу:

# email_cardSent_text3_informal
source: You can see it here:
pt_br: Você pode vê-lo aqui:
ru: Ты можешь посмотреть ее по этому адресу:

# email_signature
source: Kind regards,
pt_br: Um abraço,
ru: С уважением,

# email_signature_informal
source: Kind regards,
pt_br: Um abraço,
ru: С уважением,

# email_cardViewed_subject1
source: Thank you for sending an electronic card!
pt_br: Obrigado por enviar um cartão eletrônico!
ru: Спасибо вам за то, что отравили электронную открытку!

# email_cardViewed_subject1_informal
source: Thank you for sending an electronic card!
pt_br: Obrigado por enviar um cartão eletrônico!
ru: Спасибо тебе за то, что отравил электронную открытку!

# email_cardViewed_title1
source: Dear
pt_br: Querido (a)
ru: Дорогой(ая)

# email_cardViewed_title1_informal
source: Dear
pt_br: Querido (a)
ru: Дорогой(ая)

# email_cardViewed_text1
source: Thank you for sending one of our electronic postcards.
pt_br: Obrigado por enviar um de nossos cartões eletrônicos.
ru: Спасибо вам за то, что отправили одну из наших электронных открыток.

# email_cardViewed_text1_informal
source: Thank you for sending one of our electronic postcards.
pt_br: Obrigado por enviar um de nossos cartões eletrônicos.
ru: Спасибо за то, что отправил одну из наших электронных открыток.

# email_cardViewed_text2
source: saw your card
pt_br: viu seu cartão
ru: посмотрел вашу открытку

# email_cardViewed_text2_informal
source: saw your card
pt_br: viu seu cartão
ru: посмотрел вашу открытку
