Repository: MalikZohaib/sr_sendcard
Catalog: Resources/Private/Language/*.locallang_mod.xlf
Languages: da, es, fi, nl, ru

# mlang_labels_tablabel
source: Sent Cards
da: Sendte kort
es: Tarjetas enviadas
fi: Lähetetyt kortit
nl: Verstuurde kaarten
ru: Отправленные открытки

# mlang_labels_tabdescr
source: Send-A-Card Statistics.
da: Send-et-kort statistik
es: Estadísticas de las tarjetas enviadas.
fi: Lähetä-Kortti tilastot
nl: Send-A-Card statistieken.
ru: Статистика отправленных открыток.

# mlang_tabs_tab
source: Sent Cards
da: Sendte kort
es: Tarjetas enviadas
fi: Lähetetyt kortit
nl: Verstuurde kaarten
ru: Отправленные открытки

# title
source: Sent Cards Statistics
da: Sendte kort
fi: Lähetetyt kortit
nl: Verstuurde kaarten
ru: Отправленные открытки

# function1
source: Alphabetically
da: Alfabetisk
es: En orden alfabético
fi: Aakkosjärjestyksessä
nl: Alfabetisch
ru: По алфавиту

# function2
source: Recently sent cards
da: Seneste sendte kort
es: Tarjetas enviadas recientemente
fi: Viimeiset lähetetyt kortit
nl: Recent verstuurde kaarten
ru: Недавно отосланные открытки

# function3
source: Most sent cards
da: Mest sendte kort
es: Las tarjetas más enviadas
fi: Eniten lähetetyt kortit
nl: Meest verstuurde kaarten
ru: Самые популярные открытки

source: Card Title
da: Kort titel
es: Título de la tarjeta
fi: Kortin nimi
nl: Kaart Titel
ru: Заголовок открытки

# cardTimes
source: Number of times sent
da: Antal gange sendt
es: Número de envíos
fi: Lähetyskerrat
nl: Aantal keer verstuurd
ru: Сколько раз отослана

# cardLastTime
source: Last time sent
da: Sendt sidste gang
es: Último envío
fi: Viimeksi lähetetty
nl: Laatste keer verstuurd
ru: Последний раз отослана

# title
source: Sent Cards
es: Tarjetas enviadas
