Repository: MalikZohaib/sr_sendcard
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da, es, fr

# select_image_prompt
source: What image would you like to include on your postcard?
da: Hvilket billede vil du benytte til dit postkort?
es: ¡Pulse en la imagen que desea incluir en su tarjeta!
fr: Choisissez une image pour votre carte postale

# select_image_prompt_informal
source: What image would you like to include on your postcard?
da: Hvilket billede vil du benytte til dit postkort?
es: ¡Pulsa en la imagen que deseas incluir en tu tarjeta!
fr: Choisis une image pour ta carte postale

# video_clip_highlight
source: Video clip!
da: Video klip!
fr: Clip vidéo!

# flash_clip_highlight
source: Flash animation!
es: ¡Animación Flash!
fr: Animation Flash!

# to_who_prompt
source: Who do you want to send this postcard to?
da: Hvem vil du sende dette postkort til?
es: ¿A quién dirige esta tarjeta postal?
fr: À qui désirez-vous envoyer cette carte postale?

# to_who_prompt_informal
source: Who do you want to send this postcard to?
da: Hvem vil du sende dette postkort til?
es: ¿A quién diriges tu tarjeta postal?
fr: À qui veux-tu envoyer cette carte postale?

# to_name_label
source: Name:
da: Navn:
es: Nombre:
fr: Nom:

# to_email_label
source: Email address:
da: Email adresse:
es: Dirección de correo electrónico:
fr: Adresse de courrier électronique:

# from_who_prompt
source: Enter your name and email
da: Indtast dit navn og email
es: Ingrese sus datos para que sepan quién la envió
fr: Écrivez vos coordonnées

# from_who_prompt_informal
source: Enter your name and email
da: Indtast dit navn og email
es: Ingresa tus datos para que sepan quién la envió
fr: Écris tes coordonnées

# from_name_label
source: Your name:
da: Dit navn:
es: Su nombre:
fr: Votre nom:

# from_name_label_informal
source: Your name:
da: Dit navn:
es: Tu nombre:
fr: Ton nom:

# from_email_label
source: Your email address:
da: Din email adresse:
es: Su dirección de correo electrónico:
fr: Votre adresse de courrier électronique:

# from_email_label_informal
source: Your email address:
da: Din email adresse:
es: Tu dirección de correo electrónico:
fr: Ton adresse de courrier électronique:

# send_date_prompt
source: When do you want your card to be sent?
da: Hvornår vil du have dit kort sendt?
es: ¿Cuándo desea enviar la tarjeta?
fr: Quand désirez-vous que votre carte soit envoyée?

# send_date_prompt_informal
source: When do you want your card to be sent?
da: Hvornår vil du have dit kort sendt?
es: ¿Cuándo deseas enviar la tarjeta?
fr: Quand veux-tu que ta carte soit envoyée?

# month_names
source: January, February, March, April, May, June, July, August, September, October, November, December
da: Januar,Februar,Marts,April,Maj,Juni,Juli,August,September,Oktober,November,December
es: Enero, Febrero, Marzo, Abril, Mayo, Junio, Julio, Agosto, Septiembre, Octubre, Noviembre, Diciembre
fr: Janvier, Février, Mars, Avril, Mai, Juin, Juillet, Août, Septembre, Octobre, Novembre, Décembre

# card_options_prompt
source: Adjust these options to your taste
da: Tilpas disse valg til din smag
es: Elija las siguientes opciones a su gusto
fr: Choisissez ces options selon votre goût

# card_options_prompt_informal
source: Adjust these options to your taste
da: Tilpas disse valg til din smag
es: Elije las siguientes opciones a tu gusto
fr: Choisis ces options selon ton goût

# card_font_label
source: Font:
da: Skriftstype:
es: El tipo de letra:
fr: La police de caractères:

# fontfile_labels
source: Kids, Koala
es: Niños, Koala
fr: Marmots, Koala

# card_fontColor_label
source: Text color:
da: Tekstfarve:
es: El color del texto:
fr: La couleur du texte:

# card_bgColor_label
source: Background color:
da: Baggrunds farve:
es: El color del fondo:
fr: La couleur en arrière-plan:

# music_prompt
source: Do you want to include music in your card?
da: Vil du tilføje musik til dit kort?
es: ¿Desea incluir música?
fr: Désirez-vous inclure de la musique?

# music_prompt_informal
source: Do you want to include music in your card?
da: Vil du tilføje musik til dit kort?
es: ¿Deseas incluir música?
fr: Veux-tu inclure de la musique?

# card_music_labels
source: No music, Autumn Leaves, Over The Rainbow, Pomp and Circumstance
da: Ingen musik,Autumn Leaves, Over The Rainbow, Pomp and Circumstance
es: Sin música, Autumn Leaves, Over The Rainbow, Pomp and Circumstance
fr: Sans musique, Autumn Leaves, Over The Rainbow, Pomp and Circumstance

# message_prompt
source: Write the text of the card
da: Skriv teksten til kortet
es: Escriba el texto de la tarjeta
fr: Écrivez le texte de la carte

# message_prompt_informal
source: Write the text of the card
da: Skriv teksten til kortet
es: Escribe el texto de la tarjeta
fr: Écris le texte de la carte

# message_link_instruction
source: To include a link, insert it between brackets [ ].
da: For at indsætte et link skal det indsættes mellem [ ].
es: Si desea incluir un vínculo, insiéralo entre [ ].
fr: Pour inclure un lien, insérez-le entre crochets [ ].

# message_link_instruction_informal
source: To include a link, insert it between brackets[ ].
da: For at indsætte et link skal det indsættes mellem [ ].
es: Si deseas incluir un vínculo, insiérelo entre [ ].
fr: Pour inclure un lien, insére-le entre crochets [ ].

# card_title_label
source: Title:
da: Titel:
es: El título:
fr: Le titre:

# card_message_label
source: Message:
da: Besked:
es: Su mensaje:
fr: Votre message:

# card_message_label_informal
source: Message:
da: Besked:
es: Tu mensaje:
fr: Ton message:

# card_signature_label
source: Signature:
da: Underskrift:
es: Su firma:
fr: La signature:

# card_signature_label_informal
source: Signature:
da: Underskrift:
es: Tu firma:
fr: Ta signature:

# stamp_altText
source: Postage stamp
da: Frimærke
es: Sello
fr: Timbre-poste

# stamp_title
source: Postage stamp
da: Frimærke
es: Sello
fr: Timbre-poste

# notify_prompt
source: Do you want to be notified by email when the card will been seen?
da: Vil du gerne have besked via email når postkortet er blevet læst?
es: ¿Desea recibir una notificación por correo cuando estará vista la tarjeta?
fr: Désirez-vous être avisé par courrier électronique lorsque la carte aura été vue?

# notify_prompt_informal
source: Do you want to be notified by email when the card will been seen?
da: Vil du gerne have besked via email når postkortet er blevet læst?
es: ¿Deseas recibir una notificación por correo cuando estará vista la tarjeta?
fr: Veux-tu être avisé par courrier électronique lorsque la carte aura été vue?

# missing_to_name
source: Please enter the name of the recipient
da: Indtast navnet på modtageren
es: Por favor introduzca el nombre del destinatario.
fr: Veuillez écrire le nom du destinataire.

# missing_to_name_informal
source: Please enter the name of the recipient
da: Indtast navnet på modtageren
es: Por favor introduce el nombre del destinatario.
fr: Écris le nom du destinataire.

# invalid_to_email
source: Please enter a valid email address
da: Indtast en gyldig email adresse
es: La dirección de correo del destinatario no es válida. Por favor introduzca una dirección de correo válida.
fr: Veuillez écrire une adresse de courrier valide.

# invalid_to_email_informal
source: Please enter a valid email address
da: Indtast en gyldig email adresse
es: La dirección de correo del destinatario no es válida. Por favor introduce una dirección de correo válida.
fr: Écris une adresse de courrier valide.

# missing_from_name
source: Please enter your name
da: Indtast dit navn-
es: Por favor introduzca su nombre.
fr: Veuillez écrire votre nom.

# missing_from_name_informal
source: Please enter your name
da: Indtast dit navn
es: Por favor introduce tu nombre.
fr: Écris ton nom.

# invalid_from_email
source: Please enter a valid email address
da: Indtast en gyldig email adresse
es: Su dirección de correo no es válida. Por favor introduzca una dirección de correo válida.
fr: Votre adresse de courrier électronique est invalide. Veuillez écrire une adresse valide.

# invalid_from_email_informal
source: Please enter a valid email address
da: Indtast en gyldig email adresse
es: Tu dirección de correo no es válida. Por favor introduce una dirección de correo válida.
fr: Ton adresse de courrier électronique est invalide. Écris une adresse valide.

# missing_card_message
source: Please enter your message
da: Indtast din besked
es: Por favor introduzca el texto de su mensaje.
fr: Veuillez écrire le texte de votre message.

# missing_card_message_informal
source: Please enter your message
da: Indtast din besked
es: Por favor introduce el texto de tu mensaje.
fr: Écris ton message.

# preview_button_label
source: Preview the card
da: Gennemse dit kort
es: Vista previa
fr: Voir la carte

# send_button_label
source: Send this card
da: Send dette kort
es: Enviar esta tarjeta
fr: Envoyer cette carte

# captcha_try_again
source: The word you entered did not match the word on the image. Please try again!
da: Det ord du indtastede stemmer ikke overens med ordet på billedet. Prøv venligst igen!
es: La valor entrada no era correcta.
fr: Le mot que vous avez entré ne correspondait pas au mot sur l'image. Veuillez essayer de nouveau.

# captcha_try_again_informal
source: The word you entered did not match the word on the image. Please try again!
da: Det ord du indtastede stemmer ikke overens med ordet på billedet. Prøv venligst igen!
es: La valor entrada no era correcta.
fr: Le mot que tu as entré ne correspondait pas au mot sur l'image. Essaie de nouveau.

# modify_button_label
source: Modify the card
da: Ændre kortet
es: Cambiar la tarjeta
fr: Modifier la carte

# cardSent_thank_you
source: Thank you for sending an electronic card!
da: Tak fordi du sendte et elektronisk postkort!
es: ¡Gracias por enviar una tarjeta electrónica de La Matatena, A.C.!
fr: Merci d'avoir envoyé une carte électronique!

# cardSent_send_another
source: Click here to send another one!
da: Klik her for at sende endnu et!
es: ¡Pulse aquí para enviar otra tarjeta!
fr: Cliquez ici pour en envoyer une autre!

# cardSent_send_another_informal
source: Click here to send another one!
da: Klik her for at sende endnu et!
es: ¡Pulsa aquí para enviar otra tarjeta!
fr: Clique ici pour en envoyer une autre!

# printCard_prompt
source: Print the card
da: Udskriv kortet
es: Imprimir la tarjeta
fr: Imprimer la carte postale

# sendCard_prompt
source: Do you want to send an electonic card?
da: Vil du sende et elektronisk kort?
es: ¿Desea enviar una tarjeta electrónica?
fr: Désirez-vous envoyer une carte électronique?

# sendCard_prompt_informal
source: Do you want to send an electonic card?
da: Vil du sende et elektronisk kort?
es: ¿Deseas enviar una tarjeta electrónica?
fr: Veux-tu envoyer une carte électronique?

# cardNotFound_sorry
source: We are sorry that we could not find your card.
da: Beklager, men det er ikke muligt til at finde dit postkort.
es: Lo sentimos que no se puede encontrar su tarjeta.
fr: Nous sommes désolés de ne pouvoir trouver votre carte.

# cardNotFound_sorry_informal
source: We are sorry that we could not find your card.
da: Beklager, men det er ikke muligt til at finde dit postkort.
es: Lo sentimos que no se puede encontrar tu tarjeta.
fr: Nous sommes désolés de ne pouvoir trouver ta carte.

# cardNotFound_instructions
source: Please make sure that you copied the complete link or that the conservation period has not expired.
da: Check venligst at du har kopieret hele linket korrekt og at tilgængeligheds perioden ikke er udløbet.
es: Por favor compruebe que copió toda la dirección URL, y que no se expiró el tiempo de conservación.
fr: Assurez-vous que vous ayez bien copié le lien au complet ou que la période de conservation ne soit expirée.

# cardNotFound_instructions_informal
source: Please make sure that you copied the complete link or that the conservation period has not expired.
da: Check venligst at du har kopieret hele linket korrekt og at tilgængeligheds perioden ikke er udløbet.
es: Por favor comprueba que copiaste toda la dirección URL, y que no se expiró el tiempo de conservación.
fr: Assure-toi que tu as bien copié le lien au complet ou que la période de conservation ne soit expirée.

# need_quicktime_message
source: You need QuickTime to view this card. You may download QuickTime from this address:
da: Du skal have QuickTime installeret for at se dette postkort. Du kan downloade QuickTime fra denne adresse:
es: Necessita QuickTime para ver esta tarjeta. QuickTime se puede descargar desde esta dirección:
fr: QuickTime est requis pour voir cette carte. Vous pouvez télécharger QuickTime depuis cette adresse:

# need_quicktime_message_informal
source: You need QuickTime to view this card. You may download QuickTime from this address:
da: Du skal have QuickTime installeret for at se dette postkort. Du kan downloade QuickTime fra denne adresse:
es: Necessitas QuickTime para ver esta tarjeta. QuickTime se puede descargar desde esta dirección:
fr: QuickTime est requis pour voir cette carte. Tu peux télécharger QuickTime depuis cette adresse:

# need_flash_message
source: You need Flash to view this card. You may download Flash from this address:
da: Du skal have Flash installeret for at se dette postkort. Du kan downloade Flash fra denne adresse:
es: Necessita Flash para ver esta tarjeta. Flash se puede descargar desde esta dirección:
fr: Flash est requis pour voir cette carte. Vous pouvez télécharger Flash depuis cette adresse:

# need_flash_message_informal
source: You need Flash to view this card. You may download Flash from this address:
da: Du skal have Flash installeret for at se dette postkort. Du kan downloade Flash fra denne adresse:
es: Necessitas Flash para ver esta tarjeta. Flash se puede descargar desde esta dirección:
fr: Flash est requis pour voir cette carte. Tu peux télécharger Flash depuis cette adresse:

# loading_card_music
source: The music file is being loaded.
da: Musikfilen bliver indlæst.
es: La música se está descargando.
fr: La musique est en cours de téléchargement.

# loading_video_clip
source: The video clip is being loaded.
da: Videofilen bliver indlæst.
es: La secuencia video se está descargando.
fr: La séquence vidéo est en cours de téléchargement.

# loading_flash_animation
source: The flash animation is being loaded.
da: Flashanimationen bliver indlæst.
es: La secuencia animada se está descargando.
fr: La séquence animée est en cours de téléchargement.

# email_cardSent_subject2
source: sent you a postcard
da: sendt dig et postkort
es: le envió una tarjeta postal.
fr: vous a envoyé une carte postale

# email_cardSent_subject2_informal
source: sent you a postcard
da: sendt dig et postkort
es: te envió una tarjeta postal.
fr: t'a envoyé une carte postale

# email_cardSent_title1
source: Dear
da: Kære
es: Estimado(a)
fr: Bonjour

# email_cardSent_title1_informal
source: Dear
da: Kære
es: Hola
fr: Bonjour

# email_cardSent_text2
source: sent you a postcard.
da: sendt dig et postkort
es: le envió una tarjeta postal electrónica!
fr: vous a envoyé une carte postale!

# email_cardSent_text2_informal
source: sent you a postcard.
da: sendt dig et postkort
es: te envió una tarjeta postal electrónica!
fr: t'a envoyé une carte postale!

# email_cardSent_text3
source: You can see it here:
da: Du kan se det her:
es: Puede verla aquí:
fr: Vous pouvez la voir ici:

# email_cardSent_text3_informal
source: You can see it here:
da: Du kan se det her:
es: Puedes verla aquí:
fr: Tu peux la voir ici:

# email_signature
source: Kind regards,
da: Med venlig hilsen,
es: Atentamente,
fr: Salutations amicales,

# email_signature_informal
source: Kind regards,
da: Med venlig hilsen,
es: Saludos,
fr: Salutations amicales,

# email_cardViewed_subject1
source: Thank you for sending an electronic card!
da: Tak fordi du sendte et elektronisk kort!
es: ¡Gracias por enviar una tarjeta electrónica!
fr: Merci d'avoir envoyé une carte électronique!

# email_cardViewed_subject1_informal
source: Thank you for sending an electronic card!
da: Tak fordi du sendte et elektronisk kort!
es: ¡Gracias por enviar una tarjeta electrónica!
fr: Merci d'avoir envoyé une carte électronique!

# email_cardViewed_title1
source: Dear
da: Kære
fr: Bonjour

# email_cardViewed_title1_informal
source: Dear
da: Kære
fr: Bonjour

# email_cardViewed_text1
source: Thank you for sending one of our electronic postcards.
da: Tak fordi du sendte et af vores elektroniske postkort.
fr: Merci d'avoir envoyé une de nos cartes électroniques.

# email_cardViewed_text1_informal
source: Thank you for sending one of our electronic postcards.
da: Tak fordi du sendte et af vores elektroniske postkort.
fr: Merci d'avoir envoyé une de nos cartes électroniques.

# email_cardViewed_text2
source: saw your card
da: gem dit kort
es: ha visto su tarjeta
fr: a vu votre carte

# email_cardViewed_text2_informal
source: saw your card
da: gem dit kort
es: ha visto tu tarjeta
fr: a vu ta carte

# pi1_title
source: Postcards
da: Postkort
es: Tarjetas postales
fr: Cartes postales

# pi1_plus_wiz_description
source: Adds electronic postcards on the page.
da: Tilføj et elektronisk postkort til siden.
es: Permite el envío de tarjetas postales.
fr: Permet l'envoi de cartes postales.

# cardMailer.name
source: Send-A-Card: Send deferred cards
es: Send-A-Card: Enviar tarjetas diferidas
fr: Send-A-Card: Envoi de cartes en différé

# cardMailer.description
source: Sends cards that where scheduled to be sent on a specific date by the sender.
fr: Envoie les cartes pour lesquelles l'expéditeur a spécifié une date d'envoi.

# label.tx_srsendcard_viewCardPid
source: Page id where the card may be viewed.
fr: Numéro de la page où la carte sera présentée.

# msg.tx_srsendcard_viewCardPid
source: The page id must be an integer greater than 0.
fr: Le numéro de la page doit être un entier plus grand que 0.

# update.tableMigrated
source: %1$d records from table %2$s were migrated.
fr: %1$d enregistrements de la table %2$s ont été migrées.

# update.tableNotMigrated
source: Table %1$s could not be migrated because table %2$s was not empty. Perhaps the table was already migrated.
fr: La table %1$s n'a pas pu être migrée car la table %2$s n'était pas vide. La migration avait peut-être déjà été effectée.

# email_cardViewed_title1
source: Dear
es: Hola

# email_cardViewed_title1_informal
source: Dear
es: Hola

# email_cardViewed_text1
source: Thank you for sending one of our electronic postcards.
es: Gracias por haber enviado una tarjeta electrónica.

# email_cardViewed_text1_informal
source: Thank you for sending one of our electronic postcards.
es: Gracias por haber enviado una tarjeta electrónica.
