Repository: MalikZohaib/sr_sendcard
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: da, de, es, fi, fr, ja, nl, pt_br, ru

# tx_srsendcard_sendcard
source: Sent card
da: Sendte kort
de: Verschickte Karten
es: Tarjeta enviada
fi: Lähetä kortti
fr: Carte envoyée
ja: 送信済みカード
nl: Verstuur kaart
pt_br: Cartão enviado
ru: Отправленные открытки

# tx_srsendcard_sendcard.fromwho
source: Name of card sender
fr: Nom de l'expéditeur de la carte

# tx_srsendcard_sendcard.caption
source: Card caption
fr: Légende de la carte

# tx_srsendcard_sendcard.timeCreated
source: Date of card creation
fr: Date de création de la carte

# tx_srsendcard_sendcard.uid
source: Card Uid
da: Kort uid
de: Karten-Id
es: Número (Uid) de la tarjeta
fi: Kortin id
fr: Identifiant (Uid) de la carte
ja: カード番号
nl: Kaart nummer
pt_br: Uid do cartão
ru: Отправить открытку

# tx_srsendcard_sendcard.ip_address
source: IP Address
da: IP adresse
de: IP-Adresse
es: Dirección IP
fi: IP osoite
fr: Adresse IP
ja: IP アドレス
nl: IP Adres
pt_br: Endereço IP
ru: IP адрес

# tx_srsendcard_card
source: Postcard
da: Postkort
de: Postkarte
es: Tarjeta postal
fi: Postikortti
fr: Carte postale
ja: ポストカード
nl: Postkaart
pt_br: Cartão Postal
ru: Открытка

# tx_srsendcard_card.card
source: PostCard Title
da: Postkort titel
de: Titel der Postkarte
es: Título de la tarjeta postal
fi: Postikortin nimi
fr: Titre de la carte postale
ja: ポストカードタイトル
nl: Postkaart Titel
pt_br: Título do Cartão Postal
ru: Заголовок открытки

# tx_srsendcard_card.image
source: PostCard Image
da: Postkort billede
de: Bild der Postkarte
es: Imagen de la tarjeta postal
fi: Postikortin kuva
fr: Image de la carte postale
ja: ポストカード画像
nl: Postkaart Afbeelding
pt_br: Imagem do Cartão Postal
ru: Изображение открытки

# tx_srsendcard_card.altText
source: Alternate text for the image
da: Alternativ tekst til billedet
es: Texto alternativo de la imagen
fr: Texte de remplacement de l'image
pt_br: Texto alternativo para a imagem
ru: Альтернативный текст для изображения

# tx_srsendcard_card.img_width
source: Image Width
da: Billedets bredde
de: Bildbreite
es: Anchura de la imagen
fi: Kuvan leveys
fr: Largeur de l'image
ja: 画像の幅
nl: Afbeelding Breedte
pt_br: Largura da imagem
ru: Ширина изображения

# tx_srsendcard_card.img_height
source: Image Height
da: Billedets højde
de: Bildhöhe
es: Altura de la imagen
fi: Kuvan korkeus
fr: Hauteur de l'image
ja: 画像の高さ
nl: Afbeelding Hoogte
pt_br: Altura de imagem
ru: Высота изображения

# tx_srsendcard_card.selection_image
source: Alternate Image
da: Alternativt billede
de: Alternatives Bild
es: Imagen alternativa
fi: Valitse kortin kuva
fr: Image alternative
ja: 画像の選択
nl: Alternatieve Afbeelding
pt_br: Imagem alternativa
ru: Альтернативное изображение

# tx_srsendcard_card.selectionaltText
source: Alternate text for the alternate image
da: Alternativ tekst til det alternative billede
es: Texto alternativo de la imagen alternativa
fr: Texte de remplacement de l'image alternative
pt_br: Texto alternativo para a imagem alternativa
ru: Альтернативный текст для альтернативного изображения

# tx_srsendcard_card.selection_image_width
source: Alternate Image Width
da: Bredde af alternativt billede
de: Breite des alternativen Bildes
es: Anchura de la imagen alternativa
fi: Vaihtoehtoinen kuvan leveys
fr: Largeur de l'image alternative
ja: 選択した画像の幅
nl: Alternatieve Afbeelding Breedte
pt_br: Largura da imagem alternativa
ru: Ширина альтернативного изображения

# tx_srsendcard_card.selection_image_height
source: Alternate Image Height
da: Højde af alternativt billede
de: Höhe des alternativen Bildes
es: Altura de la imagen alternativa
fi: Vaihtoehtoinen kuvan korkeus
fr: Hauteur de l'image alternative
ja: 選択した画像の高さ
nl: Alternatieve Afbeelding Hoogte
pt_br: Altura da imagem alternativa
ru: Высота альтернативного изображения

# tx_srsendcard_card.link_pid
source: Linked Page
da: Link
de: Seitenlink
es: Página vínculada
fi: Linkattu sivu
fr: Page liée
ja: リンクしたページ
nl: Gekoppelde pagina
pt_br: Página linkada
ru: Связанная страница

# tt_content.list_type
source: Postcards
da: Postkort
de: Postkarten
es: Tarjetas postales
fi: Postikortit
fr: Cartes postales
ja: ポストカード
nl: Postkaarten
pt_br: Cartões Postais
ru: Открытки

# tx_srsendcard_sendcard.image
source: Image
da: Billede
de: Bild
es: Imagen
fi: Kuva
ja: 画像
nl: Afbeelding
pt_br: Imagem
ru: Изображение
